Revit 2027 API
ParameterTypeId.RebarSystemSpacingTopDirn1 Property
 "Top Major Spacing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemSpacingTopDirn1 { get; }
Public Shared ReadOnly Property RebarSystemSpacingTopDirn1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemSpacingTopDirn1 {
	ForgeTypeId^ get ();
}
static member RebarSystemSpacingTopDirn1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace